---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RbsSystemFlowConversionMethodParam
source: html/4f390a68-29b9-6969-5e52-e0bd2c859cdc.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RbsSystemFlowConversionMethodParam Property

"Flow Conversion Method"

## Syntax (C#)
```csharp
public static ForgeTypeId RbsSystemFlowConversionMethodParam { get; }
```